{
    "title": "Welcome to Gene Curator",
    "sections": [
      {
        "header": "What is Gene Curator?",
        "content": "Gene-Curator is a versatile tool that significantly aids researchers in gene data analysis and curation, thanks to a strong and intuitive software design that prioritizes user engagement and data accuracy. Utilizing a web-based platform developed with Vue, JavaScript, and Firebase as a backend, Gene-Curator provides functionalities for uploading gene lists and performing gene-disease curation. It is fully customizable, displays important genetic information for curation, and allows manual and automated annotations with a JSON configuration file-based workflow. The platform emphasizes user-friendly and automated interfaces to improve curation efficiency and accuracy. Freely available code makes the tool easy to install standalone.",
        "image": "logo.png"
      },
      {
        "header": "Getting Started",
        "content": "Kickstart your gene-disease curation journey with Gene-Curator.org. Start by exploring our database and familiarize yourself with the intuitive tools designed to make gene curation easy, fast, and reliable.",
        "links": [
          { "title": "Explore Genes", "url": "/genes" },
          { "title": "Explore Entities", "url": "/curations" }
        ]
      },
      {
        "header": "Robust Workflow",
        "content": "Our platform integrates ClinGen recommendations to streamline the curation process. From pre-curation to curation, and final storage in a curated entity repository, the currently implemented workflow is optimized for kidney disease diagnostic genes. It supports lumping and splitting of gene-disease entities, scoring systems for confidence levels, and tracks curation workflow versions and users for quality control and reproducibility."
      },
      {
        "header": "Future Developments",
        "content": "Stay tuned for exciting future updates including a versioned curation workflow repository, integration with PanelApp, and enhanced data sharing capabilities. Our commitment to advancing gene data analysis and curation continues to grow."
      },
      {
        "header": "Learn More",
        "content": "Discover more about Gene-Curator.org, read our FAQs, or reach out to us for further information. We're here to support your research needs in gene disease association.",
        "links": [
          { "title": "FAQ", "url": "/faq" },
          { "title": "Contact Us", "url": "/contact" }
        ]
      }
    ]
  }
  